Repository: sbacaro/Hydra-Soundcard
Catalog: Sources/HydraApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Removes every connection between the channels shown in the grid
de: Entfernt alle Verbindungen zwischen den im Raster gezeigten Kanälen
es: Elimina todas las conexiones entre los canales mostrados en la cuadrícula
fr: Supprime toutes les connexions entre les canaux affichés dans la grille
it: Rimuove tutte le connessioni tra i canali mostrati nella griglia
pt_br: Remove todas as conexões entre os canais mostrados no grid

source: Removes the patches of the selected receive channels (⌘/⇧-click selects several) — or press ⌫
de: Entfernt die Patches der ausgewählten Empfangskanäle (⌘/⇧-Klick wählt mehrere) — oder ⌫ drücken
es: Elimina los patches de los canales de recepción seleccionados (⌘/⇧-clic selecciona varios) — o pulsa ⌫
fr: Supprime les patches des canaux de réception sélectionnés (⌘/⇧-clic en sélectionne plusieurs) — ou appuyez sur ⌫
it: Rimuove i patch dei canali di ricezione selezionati (⌘/⇧-clic ne seleziona più) — o premi ⌫
pt_br: Remove os patches dos canais de recepção selecionados (⌘/⇧-clique seleciona vários) — ou pressione ⌫

source: Rename this channel (empty = back to the interface name)
de: Diesen Kanal umbenennen (leer = zurück zum Interface-Namen)
es: Renombrar este canal (vacío = vuelve al nombre de la interfaz)
fr: Renommer ce canal (vide = revient au nom de l’interface)
it: Rinomina questo canale (vuoto = torna al nome dell’interfaccia)
pt_br: Renomear este canal (vazio = volta ao nome da interface)

# Render load · %lld XRUN%@ · %lld kHz
source: Render load · %1$lld XRUN%2$@ · %3$lld kHz
de: Renderlast · %1$lld XRUN · %3$lld kHz
es: Carga de procesamiento · %1$lld XRUN · %3$lld kHz
fr: Charge de traitement · %1$lld XRUN · %3$lld kHz
it: Carico di elaborazione · %1$lld XRUN · %3$lld kHz
pt_br: Carga de processamento · %1$lld XRUN · %3$lld kHz

source: Replay the first-run welcome and installation flow.
de: Spielt den Willkommens- und Installationsablauf des ersten Starts erneut ab.
es: Repite el flujo de bienvenida e instalación del primer uso.
fr: Rejoue l’accueil et l’installation du premier lancement.
it: Ripete il flusso di benvenuto e installazione del primo avvio.
pt_br: Repetir o fluxo de boas-vindas e instalação do primeiro uso.

source: Requires the NDI runtime — see the Network tab
de: Erfordert die NDI-Runtime — siehe Tab Netzwerk
es: Requiere el runtime NDI — consulta la pestaña Red
fr: Nécessite le runtime NDI — voir l’onglet Réseau
it: Richiede il runtime NDI — vedi la scheda Rete
pt_br: Requer o runtime NDI — veja a aba Rede

source: Rescan
de: Erneut scannen
es: Volver a escanear
fr: Relancer l’analyse
it: Riscansiona
pt_br: Escanear novamente

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
pt_br: Redefinir

source: Reset all Hydra settings?
de: Alle Hydra-Einstellungen zurücksetzen?
es: ¿Restablecer todos los ajustes de Hydra?
fr: Réinitialiser tous les réglages de Hydra ?
it: Ripristinare tutte le impostazioni di Hydra?
pt_br: Redefinir todos os ajustes do Hydra?

source: Reset gain to unity
de: Gain auf Einheit zurücksetzen
es: Restablecer ganancia a la unidad
fr: Réinitialiser le gain à l’unité
it: Ripristina il guadagno all’unità
pt_br: Redefinir ganho para o unitário

source: Reset settings
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fr: Réinitialiser les réglages
it: Ripristina impostazioni
pt_br: Redefinir ajustes

source: Reset…
de: Zurücksetzen…
es: Restablecer…
fr: Réinitialiser…
it: Ripristina…
pt_br: Redefinir…

source: Restore default settings
de: Standardeinstellungen wiederherstellen
es: Restaurar ajustes por defecto
fr: Restaurer les réglages par défaut
it: Ripristina impostazioni predefinite
pt_br: Restaurar ajustes padrão

source: Runs this strip's plugins in a separate process so a crashing plugin can't take down Hydra. Turn off for trusted plugins to remove the small added latency.
de: Führt die Plug-ins dieses Kanalzugs in einem separaten Prozess aus, damit ein abstürzendes Plug-in Hydra nicht mitreißt. Für vertrauenswürdige Plug-ins ausschalten, um die geringe zusätzliche Latenz zu entfernen.
es: Ejecuta los plug-ins de este canal en un proceso aparte, para que un plug-in que falle no tumbe a Hydra. Desactívalo para plug-ins de confianza y elimina la pequeña latencia añadida.
fr: Exécute les plug-ins de cette tranche dans un processus séparé, afin qu’un plug-in qui plante n’entraîne pas Hydra. Désactivez pour les plug-ins de confiance afin de supprimer la légère latence ajoutée.
it: Esegue i plug-in di questo canale in un processo separato, così un plug-in che va in crash non fa cadere Hydra. Disattivalo per i plug-in fidati per eliminare la piccola latenza aggiunta.
pt_br: Executa os plug-ins deste canal em um processo separado, para que um plug-in que trave não derrube o Hydra. Desligue para plug-ins confiáveis e elimine a pequena latência adicional.

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
pt_br: Segurança

source: Sample rate
de: Abtastrate
es: Frecuencia de muestreo
fr: Fréquence d’échantillonnage
it: Frequenza di campionamento
pt_br: Taxa de amostragem

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt_br: Salvar

source: Save current as…
de: Aktuelles sichern als…
es: Guardar actual como…
fr: Enregistrer l’actuel sous…
it: Salva corrente come…
pt_br: Salvar atual como…

source: Saves interfaces, patches, scenes, labels, strips and settings together in a single JSON file.
de: Sichert Interfaces, Patches, Szenen, Beschriftungen, Kanalzüge und Einstellungen zusammen in einer JSON-Datei.
es: Guarda interfaces, patches, escenas, etiquetas, canales y ajustes juntos en un único archivo JSON.
fr: Enregistre interfaces, patches, scènes, libellés, tranches et réglages ensemble dans un seul fichier JSON.
it: Salva interfacce, patch, scene, etichette, canali e impostazioni insieme in un unico file JSON.
pt_br: Salva interfaces, patches, cenas, rótulos, canais e ajustes juntos em um único arquivo JSON.

source: Scan now
de: Jetzt scannen
es: Escanear ahora
fr: Analyser maintenant
it: Scansiona ora
pt_br: Escanear agora

source: Scan VST3 plugins
de: VST3-Plug-ins scannen
es: Escanear plug-ins VST3
fr: Analyser les plug-ins VST3
it: Scansiona plug-in VST3
pt_br: Escanear plug-ins VST3

source: Scanned in addition to the standard VST3 folders. Rescan after changing.
de: Wird zusätzlich zu den Standard-VST3-Ordnern gescannt. Nach Änderung erneut scannen.
es: Se escanea además de las carpetas VST3 estándar. Vuelve a escanear tras cambiarla.
fr: Analysé en plus des dossiers VST3 standard. Relancez l’analyse après modification.
it: Scansionata in aggiunta alle cartelle VST3 standard. Riscansiona dopo la modifica.
pt_br: Escaneada além das pastas VST3 padrão. Escaneie novamente após alterar.

source: Scanning VST3 plugins…
de: VST3-Plug-ins werden gescannt…
es: Escaneando plug-ins VST3…
fr: Analyse des plug-ins VST3…
it: Scansione plug-in VST3…
pt_br: Escaneando plug-ins VST3…

source: Section
de: Bereich
es: Sección
it: Sezione
pt_br: Seção

source: Select a bridge, a cell, or a channel's name to configure it.
de: Wähle einen Bridge, eine Zelle oder einen Kanalnamen, um ihn zu konfigurieren.
es: Selecciona un bridge, una celda o el nombre de un canal para configurarlo.
fr: Sélectionnez un bridge, une cellule ou le nom d’un canal pour le configurer.
it: Seleziona un bridge, una cella o il nome di un canale per configurarlo.
pt_br: Selecione uma bridge, uma célula ou o nome de um canal para configurá-lo.

source: Select channels (⇧ for a range) and DRAG them onto a receive channel — they land in sequence. ⌫ removes the selected rows' patches.
de: Wähle Kanäle (⇧ für einen Bereich) und ZIEHE sie auf einen Empfangskanal — sie landen der Reihe nach. ⌫ entfernt die Patches der ausgewählten Zeilen.
es: Selecciona canales (⇧ para un rango) y ARRÁSTRALOS a un canal de recepción — entran en secuencia. ⌫ elimina los patches de las filas seleccionadas.
fr: Sélectionnez des canaux (⇧ pour une plage) et GLISSEZ-les sur un canal de réception — ils se placent en séquence. ⌫ supprime les patches des lignes sélectionnées.
it: Seleziona i canali (⇧ per un intervallo) e TRASCINALI su un canale di ricezione — entrano in sequenza. ⌫ rimuove i patch delle righe selezionate.
pt_br: Selecione canais (⇧ para um intervalo) e ARRASTE-os para um canal de recepção — eles entram em sequência. ⌫ remove os patches das linhas selecionadas.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
pt_br: Ajustes

source: Settings return to defaults. Patches, interfaces and scenes are NOT touched.
de: Die Einstellungen werden auf die Standardwerte zurückgesetzt. Patches, Interfaces und Szenen bleiben UNBERÜHRT.
es: Los ajustes vuelven a sus valores por defecto. Los patches, interfaces y escenas NO se tocan.
fr: Les réglages reviennent aux valeurs par défaut. Les patches, interfaces et scènes ne sont PAS touchés.
it: Le impostazioni tornano ai valori predefiniti. Patch, interfacce e scene NON vengono toccati.
pt_br: Os ajustes voltam ao padrão. Patches, interfaces e cenas NÃO são afetados.

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
pt_br: Ajustes…

source: Show channel strip inspector
de: Kanalzug-Inspektor anzeigen
es: Mostrar el inspector del canal
fr: Afficher l’inspecteur du canal
it: Mostra l’inspector del canale
pt_br: Mostrar o inspetor do canal

source: Show Now
de: Jetzt anzeigen
es: Mostrar ahora
fr: Afficher maintenant
it: Mostra ora
pt_br: Mostrar agora

source: Show on Next Launch
de: Beim nächsten Start anzeigen
es: Mostrar en el próximo inicio
fr: Afficher au prochain lancement
it: Mostra al prossimo avvio
pt_br: Mostrar na próxima abertura

source: Signal indicator — lit when audio is passing through this connection
de: Signalanzeige — leuchtet, wenn Audio durch diese Verbindung läuft
es: Indicador de señal — encendido cuando pasa audio por esta conexión
fr: Indicateur de signal — allumé lorsque de l’audio passe par cette connexion
it: Indicatore di segnale — acceso quando passa audio in questa connessione
pt_br: Indicador de sinal — aceso quando há áudio passando por esta conexão

source: Signal present
de: Signal vorhanden
es: Señal presente
fr: Signal présent
it: Segnale presente
pt_br: Sinal presente

source: Silent
de: Stumm
es: En silencio
fr: Silencieux
it: Silenzioso
pt_br: Silencioso

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
pt_br: Pular

source: Soundcard
de: Soundkarte
es: Tarjeta de sonido
fr: Carte son
it: Scheda audio
pt_br: Placa de som

source: Source
de: Quelle
es: Fuente
it: Sorgente
pt_br: Fonte

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
pt_br: Código-fonte

source: Standards-based audio-over-IP. Hydra slaves to PTP and subscribes to SAP-announced multicast streams.
de: Standardbasiertes Audio-over-IP. Hydra synchronisiert sich per PTP und abonniert per SAP angekündigte Multicast-Streams.
es: Audio sobre IP basado en estándares. Hydra se esclaviza al PTP y se suscribe a streams multicast anunciados por SAP.
fr: Audio-sur-IP basé sur des standards. Hydra se synchronise au PTP et s’abonne aux flux multicast annoncés par SAP.
it: Audio-over-IP basato su standard. Hydra si sincronizza al PTP e si iscrive agli stream multicast annunciati via SAP.
pt_br: Áudio sobre IP baseado em padrões. O Hydra sincroniza pelo PTP e assina streams multicast anunciados via SAP.

source: Star — shown first in the insert picker
de: Favorit — erscheint zuerst in der Insert-Auswahl
es: Favorito — aparece primero en el selector de inserts
fr: Favori — affiché en premier dans le sélecteur d’inserts
it: Preferito — appare per primo nel selettore degli insert
pt_br: Favoritar — aparece primeiro no seletor de inserts

source: Start at login
de: Beim Anmelden starten
es: Iniciar al iniciar sesión
fr: Démarrer à l’ouverture de session
it: Avvia all’accesso
pt_br: Iniciar ao abrir a sessão

source: Starting Hydra
de: Hydra wird gestartet
es: Iniciando Hydra
fr: Démarrage de Hydra
it: Avvio di Hydra
pt_br: Iniciando o Hydra

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
pt_br: Inicialização

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
it: Passo %1$lld di %2$lld
pt_br: Etapa %1$lld de %2$lld

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Ferma
pt_br: Parar

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Ferma registrazione
pt_br: Parar gravação

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
it: Iscriviti
pt_br: Assinar

source: Subscribe — joins the multicast group, adds channels to the grid
de: Abonnieren — tritt der Multicast-Gruppe bei, fügt Kanäle zum Raster hinzu
es: Suscribirse — se une al grupo multicast, añade canales a la cuadrícula
fr: S’abonner — rejoint le groupe multicast, ajoute des canaux à la grille
it: Iscriviti — entra nel gruppo multicast, aggiunge canali alla griglia
pt_br: Assinar — entra no grupo multicast, adiciona canais ao grid

source: Subscribed
de: Abonniert
es: Suscrito
fr: Abonné
it: Iscritto
pt_br: Assinado

source: System default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
pt_br: Padrão do sistema

source: Tap Add to route a source to a destination, or switch to the grid.
de: Tippe auf Hinzufügen, um eine Quelle zu einem Ziel zu routen, oder wechsle zum Raster.
es: Toca Añadir para enrutar una fuente a un destino, o cambia a la cuadrícula.
fr: Touchez Ajouter pour router une source vers une destination, ou passez à la grille.
it: Tocca Aggiungi per instradare una sorgente verso una destinazione, o passa alla griglia.
pt_br: Toque em Adicionar para rotear uma fonte a um destino, ou mude para o grid.

source: The app keeps playing to its normal output; Hydra gets a tap copy
de: Die App spielt weiter über ihren normalen Ausgang; Hydra erhält eine Abzweig-Kopie
es: La app sigue reproduciendo en su salida normal; Hydra recibe una copia derivada
fr: L’app continue de jouer sur sa sortie normale ; Hydra reçoit une copie dérivée
it: L’app continua a riprodurre sulla sua uscita normale; Hydra riceve una copia derivata
pt_br: O app continua tocando na sua saída normal; o Hydra recebe uma cópia derivada

source: The audio engine driver (HAL plug-in). Asks for your administrator password.
de: Der Treiber der Audio-Engine (HAL-Plug-in). Fragt nach deinem Administratorkennwort.
es: El driver del motor de audio (plug-in HAL). Pide tu contraseña de administrador.
fr: Le pilote du moteur audio (plug-in HAL). Demande votre mot de passe administrateur.
it: Il driver del motore audio (plug-in HAL). Richiede la password di amministratore.
pt_br: O driver do motor de áudio (plug-in HAL). Pede a sua senha de administrador.

source: The building blocks you'll use day to day.
de: Die Bausteine, die du täglich nutzt.
es: Los bloques de construcción que usarás a diario.
fr: Les blocs de base que vous utiliserez au quotidien.
it: I mattoni che userai ogni giorno.
pt_br: Os blocos de construção que você usará no dia a dia.

source: The engine runs at a fixed 48 kHz, 32-bit float. Hydra exposes eight Hydra Audio Bridge devices (2 to 128 channels) that any app can select — turn them on in the sidebar. Open Audio MIDI Setup to see the enabled bridges.
de: Die Engine läuft mit festen 48 kHz, 32-Bit-Float. Hydra stellt acht Hydra-Audio-Bridge-Geräte bereit (2 bis 128 Kanäle), die jede App auswählen kann — aktiviere sie in der Seitenleiste. Öffne das Audio-MIDI-Setup, um die aktivierten Bridges zu sehen.
es: El motor funciona a 48 kHz fijos, punto flotante de 32 bits. Hydra expone ocho dispositivos Hydra Audio Bridge (de 2 a 128 canales) que cualquier app puede seleccionar — actívalos en la barra lateral. Abre Configuración de Audio MIDI para ver los bridges activados.
fr: Le moteur fonctionne en 48 kHz fixe, virgule flottante 32 bits. Hydra expose huit appareils Hydra Audio Bridge (de 2 à 128 canaux) que n’importe quelle app peut sélectionner — activez-les dans la barre latérale. Ouvrez Configuration audio et MIDI pour voir les bridges activés.
it: Il motore gira a 48 kHz fissi, float a 32 bit. Hydra espone otto dispositivi Hydra Audio Bridge (da 2 a 128 canali) selezionabili da qualsiasi app — attivali nella barra laterale. Apri Configurazione MIDI Audio per vedere i bridge attivati.
pt_br: O motor roda fixo em 48 kHz, ponto flutuante de 32 bits. O Hydra expõe oito dispositivos Hydra Audio Bridge (de 2 a 128 canais) que qualquer app pode selecionar — ligue-os na barra lateral. Abra a Configuração de Áudio e MIDI para ver as bridges ativadas.

source: The first time the audio engine runs, macOS asks for Local Network access — click Allow to discover AES67 and NDI devices.
de: Beim ersten Start der Audio-Engine fragt macOS nach Zugriff auf das lokale Netzwerk — klicke auf Erlauben, um AES67- und NDI-Geräte zu finden.
es: La primera vez que arranca el motor de audio, macOS pide acceso a la Red local — haz clic en Permitir para descubrir dispositivos AES67 y NDI.
fr: Au premier lancement du moteur audio, macOS demande l’accès au réseau local — cliquez sur Autoriser pour découvrir les appareils AES67 et NDI.
it: La prima volta che parte il motore audio, macOS chiede l’accesso alla Rete locale — fai clic su Consenti per rilevare i dispositivi AES67 e NDI.
pt_br: Na primeira vez que o motor de áudio roda, o macOS pede acesso à Rede Local — clique em Permitir para descobrir dispositivos AES67 e NDI.

source: The Hydra Engine backplane is a customized BlackHole driver. GPL-3.0, same as Hydra.
de: Das Hydra-Engine-Backplane ist ein angepasster BlackHole-Treiber. GPL-3.0, wie Hydra.
es: El backplane Hydra Engine es un driver BlackHole personalizado. GPL-3.0, igual que Hydra.
fr: Le backplane Hydra Engine est un pilote BlackHole personnalisé. GPL-3.0, comme Hydra.
it: Il backplane Hydra Engine è un driver BlackHole personalizzato. GPL-3.0, come Hydra.
pt_br: O backplane Hydra Engine é um driver BlackHole personalizado. GPL-3.0, igual ao Hydra.

source: The Out side is announced via SAP and sent as multicast RTP — appears in Dante Controller. Experimental until PTP sync lands.
de: Die Ausgangsseite wird per SAP angekündigt und als Multicast-RTP gesendet — erscheint im Dante Controller. Experimentell, bis die PTP-Synchronisierung kommt.
es: El lado de salida se anuncia por SAP y se envía como RTP multicast — aparece en Dante Controller. Experimental hasta que llegue la sincronía PTP.
fr: Le côté sortie est annoncé via SAP et envoyé en RTP multicast — apparaît dans Dante Controller. Expérimental jusqu’à l’arrivée de la synchro PTP.
it: Il lato uscita viene annunciato via SAP e inviato come RTP multicast — appare in Dante Controller. Sperimentale finché non arriva la sincronia PTP.
pt_br: O lado de saída é anunciado via SAP e enviado como RTP multicast — aparece no Dante Controller. Experimental até a sincronia PTP chegar.

source: The standard /Library/Audio/Plug-Ins/VST3 and ~/Library/Audio/Plug-Ins/VST3 folders are always scanned. Add one more here, then Rescan.
de: Die Standardordner /Library/Audio/Plug-Ins/VST3 und ~/Library/Audio/Plug-Ins/VST3 werden immer gescannt. Füge hier einen weiteren hinzu und scanne erneut.
es: Las carpetas estándar /Library/Audio/Plug-Ins/VST3 y ~/Library/Audio/Plug-Ins/VST3 siempre se escanean. Añade una más aquí y vuelve a escanear.
fr: Les dossiers standard /Library/Audio/Plug-Ins/VST3 et ~/Library/Audio/Plug-Ins/VST3 sont toujours analysés. Ajoutez-en un autre ici, puis relancez l’analyse.
it: Le cartelle standard /Library/Audio/Plug-Ins/VST3 e ~/Library/Audio/Plug-Ins/VST3 vengono sempre scansionate. Aggiungine un’altra qui, poi riscansiona.
pt_br: As pastas padrão /Library/Audio/Plug-Ins/VST3 e ~/Library/Audio/Plug-Ins/VST3 são sempre escaneadas. Adicione mais uma aqui e escaneie novamente.

source: The welcome screen will appear the next time Hydra starts.
de: Der Willkommensbildschirm erscheint beim nächsten Start von Hydra.
es: La pantalla de bienvenida aparecerá la próxima vez que arranque Hydra.
fr: L’écran d’accueil apparaîtra au prochain démarrage de Hydra.
it: La schermata di benvenuto apparirà al prossimo avvio di Hydra.
pt_br: A tela de boas-vindas aparecerá na próxima vez que o Hydra iniciar.

source: Third-party components
de: Komponenten von Drittanbietern
es: Componentes de terceros
fr: Composants tiers
it: Componenti di terze parti
pt_br: Componentes de terceiros

source: This patch would feed back on itself and is blocked.
de: Diese Verbindung würde eine Rückkopplung erzeugen und ist blockiert.
es: Esta conexión crearía un bucle de realimentación y está bloqueada.
fr: Cette connexion créerait une boucle de réinjection et est bloquée.
it: Questa connessione creerebbe un loop di feedback ed è bloccata.
pt_br: Esta conexão criaria um loop de realimentação e foi bloqueada.

source: This plug-in hung or crashed during scanning. Fix or remove it, then Rescan.
de: Dieses Plug-in hing oder stürzte beim Scannen ab. Behebe oder entferne es und scanne erneut.
es: Este plug-in se colgó o falló durante el escaneo. Arréglalo o quítalo, y vuelve a escanear.
fr: Ce plug-in s’est bloqué ou a planté pendant l’analyse. Corrigez-le ou retirez-le, puis relancez l’analyse.
it: Questo plug-in si è bloccato o è andato in crash durante la scansione. Correggilo o rimuovilo, poi riscansiona.
pt_br: Este plug-in travou ou falhou durante o escaneamento. Conserte-o ou remova-o e escaneie novamente.

source: to %@
de: zu %@
es: a %@
fr: vers %@
it: a %@
pt_br: para %@

source: Toggle a plug-in off to hide it from the insert picker without uninstalling it. Star a plug-in to pin it to the top of the picker.
de: Schalte ein Plug-in aus, um es aus der Insert-Auswahl auszublenden, ohne es zu deinstallieren. Markiere ein Plug-in als Favorit, um es oben in der Auswahl anzuheften.
es: Desactiva un plug-in para ocultarlo del selector de inserts sin desinstalarlo. Marca como favorito un plug-in para fijarlo arriba del selector.
fr: Désactivez un plug-in pour le masquer du sélecteur d’inserts sans le désinstaller. Mettez un plug-in en favori pour l’épingler en haut du sélecteur.
it: Disattiva un plug-in per nasconderlo dal selettore degli insert senza disinstallarlo. Metti tra i preferiti un plug-in per fissarlo in cima al selettore.
pt_br: Desative um plug-in para ocultá-lo do seletor de inserts sem desinstalá-lo. Favorite um plug-in para fixá-lo no topo do seletor.

source: Transmit over AES67
de: Über AES67 senden
es: Transmitir por AES67
fr: Transmettre via AES67
it: Trasmetti via AES67
pt_br: Transmitir por AES67

source: Transmit over NDI
de: Über NDI senden
es: Transmitir por NDI
fr: Transmettre via NDI
it: Trasmetti via NDI
pt_br: Transmitir por NDI

source: Transmitter
de: Sender
es: Transmisor
fr: Émetteur
it: Trasmettitore
pt_br: Transmissor

source: TRANSMITTERS
de: SENDER
es: TRANSMISORES
fr: ÉMETTEURS
it: TRASMETTITORI
pt_br: TRANSMISSORES

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt_br: Tentar novamente

source: Try checking your spelling or changing the filters.
de: Versuche, die Schreibweise zu prüfen oder die Filter zu ändern.
es: Prueba a revisar la ortografía o cambiar los filtros.
fr: Essayez de vérifier l’orthographe ou de modifier les filtres.
it: Prova a controllare l’ortografia o a cambiare i filtri.
pt_br: Tente verificar a ortografia ou alterar os filtros.
